Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# reports.no-regenerate-while-generating
source: A second generation cannot start until this one finishes.
de: Eine zweite Generierung kann erst gestartet werden, wenn diese abgeschlossen ist.
es: No se puede iniciar otra generación hasta que termine esta.
fr: Une nouvelle génération ne peut pas démarrer avant la fin de celle-ci.
it: Non è possibile avviare una seconda generazione finché questa non è terminata.
ko: 현재 생성이 끝날 때까지 두 번째 생성을 시작할 수 없습니다.
tr: Bu oluşturma tamamlanana kadar ikinci bir oluşturma başlatılamaz.
zh_hans: 本次生成完成前不能再次生成。

# reports.preset
source: Preset
de: Voreinstellung
es: Preajuste
fr: Préréglage
ko: 프리셋
tr: Ön ayar
zh_hans: 预设

# reports.progressed-report
source: Progressed Report
de: Progressionsbericht
es: Informe de progresiones
fr: Rapport de progressions
it: Report delle progressioni
ko: 프로그레션 보고서
tr: İlerletilmiş Harita Raporu
zh_hans: 次限报告

# reports.ready-to-generate
source: Ready to generate
de: Bereit zum Generieren
es: Listo para generar
fr: Prêt à générer
it: Pronto per la generazione
ko: 생성 준비 완료
tr: Oluşturmaya hazır
zh_hans: 可以生成

# reports.regenerate
source: Regenerate
de: Neu generieren
es: Regenerar
fr: Régénérer
it: Rigenera
ko: 다시 생성
tr: Yeniden oluştur
zh_hans: 重新生成

# reports.regeneration-failed-your-saved-report-is-unchanged
source: Regeneration failed; your saved report is unchanged
de: Neugenerierung fehlgeschlagen; dein gespeicherter Bericht bleibt unverändert
es: La regeneración falló; tu informe guardado no ha cambiado
fr: La régénération a échoué ; votre rapport enregistré reste inchangé
it: Rigenerazione non riuscita; il report salvato non è stato modificato
ko: 다시 생성하지 못했습니다. 저장된 보고서는 변경되지 않았습니다
tr: Yeniden oluşturma başarısız oldu; kayıtlı raporunuz değişmedi
zh_hans: 重新生成失败；原报告仍保留

# reports.relationship
source: Relationship
de: Beziehung
es: Relación
fr: Relation
it: Relazione
ko: 관계
tr: İlişki
zh_hans: 关系

# reports.replace-saved-report
source: Replace saved report?
de: Gespeicherten Bericht ersetzen?
es: ¿Reemplazar el informe guardado?
fr: Remplacer le rapport enregistré ?
it: Sostituire il report salvato?
ko: 저장된 보고서를 교체할까요?
tr: Kayıtlı rapor değiştirilsin mi?
zh_hans: 覆盖已保存的报告？

# reports.richer-calculated-details
source: A report works with richer calculated details for the selected chart—including planet positions, houses and angles, aspects, orbs and strength, motion and timing, plus Modern or Classical assessments where available.
de: Ein Bericht nutzt umfangreichere berechnete Details für das ausgewählte Horoskop – darunter Planetenpositionen, Häuser und Achsen, Aspekte, Orben und Stärke, Bewegung und Timing sowie, sofern verfügbar, moderne oder klassische Bewertungen.
es: El informe utiliza más detalles calculados de la carta elegida: posiciones planetarias, casas y ángulos, aspectos, orbes e intensidad, movimiento y tiempos, además de evaluaciones modernas o clásicas cuando estén disponibles.
fr: Le rapport s’appuie sur davantage de détails calculés pour le thème choisi : positions planétaires, maisons et angles, aspects, orbes et intensité, mouvements et temporalité, ainsi que les évaluations modernes ou classiques disponibles.
it: Un report utilizza dettagli calcolati più ricchi per il tema selezionato, incluse posizioni planetarie, case e angoli, aspetti, orbite e intensità, movimento e tempistiche, oltre a valutazioni Moderne o Classiche quando disponibili.
ko: 보고서는 선택한 차트의 더 풍부한 계산 세부 정보—행성 위치, 하우스와 각점, 애스펙트, 오브와 강도, 운동과 타이밍, 제공되는 경우 현대식 또는 고전식 평가—를 사용합니다.
tr: Rapor, seçilen harita için gezegen konumları, evler ve açılar, açılar arası ilişkiler, orb ve güç, hareket ve zamanlama ile mevcut olduğunda Modern veya Klasik değerlendirmeler dahil daha zengin hesaplanmış ayrıntıları kullanır.
zh_hans: 报告会根据所选盘型结合更丰富的计算细节，包括星体位置、宫位与四轴、相位及其容许度和强度、运行状态与时间信息，以及适用的现代或古典评估。

# reports.solar-return-report
source: Solar Return Report
de: Solarbericht
es: Informe de retorno solar
fr: Rapport de retour solaire
it: Report della rivoluzione solare
ko: 태양회귀 보고서
tr: Güneş Dönüşü Raporu
zh_hans: 日返盘报告

# reports.synastry-report
source: Synastry Report
de: Synastriebericht
es: Informe de sinastría
fr: Rapport de synastrie
it: Report di sinastria
ko: 시너스트리 보고서
tr: Sinastri Raporu
zh_hans: 合盘报告

# reports.the-new-report-will-replace-the-report-currently-saved-on-this-device
source: The new report will replace the report currently saved on this device.
de: Der neue Bericht ersetzt den derzeit auf diesem Gerät gespeicherten Bericht.
es: El nuevo informe sustituirá al informe guardado actualmente en este dispositivo.
fr: Le nouveau rapport remplacera celui actuellement enregistré sur cet appareil.
it: Il nuovo report sostituirà quello attualmente salvato su questo dispositivo.
ko: 새 보고서는 현재 이 기기에 저장된 보고서를 교체합니다.
tr: Yeni rapor, bu cihazda şu anda kayıtlı olan raporun yerini alacak.
zh_hans: 新报告会覆盖当前保存在本机的报告。

# reports.this-may-take-a-little-while-you-can-leave-this-page-and-come-back-later
source: This may take a little while. You can leave this page and come back later.
de: Das kann etwas dauern. Du kannst diese Seite verlassen und später zurückkehren.
es: Esto puede tardar un poco. Puedes salir de esta página y volver más tarde.
fr: Cela peut prendre un peu de temps. Vous pouvez quitter cette page et revenir plus tard.
it: Potrebbe richiedere un po’ di tempo. Puoi lasciare questa pagina e tornare più tardi.
ko: 조금 시간이 걸릴 수 있습니다. 이 페이지를 나갔다가 나중에 돌아와도 됩니다.
tr: Bu işlem biraz sürebilir. Bu sayfadan ayrılıp daha sonra geri dönebilirsiniz.
zh_hans: 生成可能需要一点时间，你可以先离开，稍后再回来查看。

# reports.transit-report
source: Transit Report
de: Transitbericht
es: Informe de tránsitos
fr: Rapport de transits
it: Report dei transiti
ko: 트랜짓 보고서
tr: Transit Raporu
zh_hans: 行运报告

# reports.view-report
source: View Report
de: Bericht anzeigen
es: Ver informe
fr: Voir le rapport
it: Visualizza report
ko: 보고서 보기
tr: Raporu Görüntüle
zh_hans: 查看报告

# settings.birth-chart
source: BIRTH CHART
de: RADIX
es: CARTA NATAL
fr: CARTE NATALE
it: TEMA NATALE
ko: 출생 차트
tr: DOĞUM HARİTASI
zh_hans: 本命盘

# settings.classical
source: Classical
de: Klassisch
es: Clásico
fr: Classique
it: Classico
ko: 고전식
tr: Klasik
zh_hans: 古典

# settings.colleague
source: Colleague
de: Kollege/Kollegin
es: Compañero de trabajo
fr: Collègue
it: Collega
ko: 직장 동료
tr: İş arkadaşı
zh_hans: 同事

# settings.dark
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ko: 다크
tr: Koyu
zh_hans: 深色

# settings.extra-large
source: Extra Large
de: Sehr groß
es: Extra grande
fr: Très grand
it: Molto grande
ko: 매우 크게
tr: Çok Büyük
zh_hans: 特大

# settings.family
source: Family
de: Familie
es: Familia
fr: Famille
it: Famiglia
ko: 가족
tr: Aile
zh_hans: 家人

# settings.friend
source: Friend
de: Freund/Freundin
es: Amigo
fr: Ami
it: Amico/a
ko: 친구
tr: Arkadaş
zh_hans: 朋友

# settings.large
source: Large
de: Groß
es: Grande
fr: Grand
it: Grande
ko: 크게
tr: Büyük
zh_hans: 大

# settings.light
source: Light
de: Hell
es: Claro
fr: Clair
it: Chiaro
ko: 라이트
tr: Açık
zh_hans: 浅色

# settings.natal-current-sky
source: NATAL + CURRENT SKY
de: RADIX + AKTUELLER HIMMEL
es: NATAL + CIELO ACTUAL
fr: NATAL + CIEL ACTUEL
it: NATALE + CIELO ATTUALE
ko: 출생 + 현재 하늘
tr: DOĞUM + GÜNCEL GÖKYÜZÜ
zh_hans: 本命与当前天空

# settings.other
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
ko: 기타
tr: Diğer
zh_hans: 其他

# settings.partner
source: Partner
de: Partner/in
es: Pareja
fr: Partenaire
ko: 파트너
zh_hans: 伴侣

# settings.progressed
source: Progressed
de: Progressiv
es: Progresiones
fr: Progressions
it: Progredito
ko: 프로그레션
tr: İlerletilmiş
zh_hans: 次限

# settings.secondary-progressions
source: SECONDARY PROGRESSIONS
de: SEKUNDÄRPROGRESSIONEN
es: PROGRESIONES SECUNDARIAS
fr: PROGRESSIONS SECONDAIRES
it: PROGRESSIONI SECONDARIE
ko: 세컨더리 프로그레션
tr: İKİNCİL İLERLETİMLER
zh_hans: 次限推运

# settings.small
source: Small
de: Klein
es: Pequeño
fr: Petit
it: Piccolo
ko: 작게
tr: Küçük
zh_hans: 小

# settings.solar-return
source: Solar Return
de: Solar
es: Revolución solar
fr: Révolution solaire
it: Rivoluzione solare
ko: 태양회귀
tr: Güneş Dönüşü
zh_hans: 日返盘

# settings.solar-return.8f89f6c
source: SOLAR RETURN
de: SOLAR
es: RETORNO SOLAR
fr: RETOUR SOLAIRE
it: RIVOLUZIONE SOLARE
ko: 태양회귀
tr: GÜNEŞ DÖNÜŞÜ
zh_hans: 日返盘

# settings.special
source: Special
de: Speziell
es: Especial
fr: Spécial
it: Speciale
ko: 특수
tr: Özel
zh_hans: 特殊

# settings.synastry
source: Synastry
de: Synastrie
es: Sinastría
fr: Synastrie
it: Sinastria
ko: 시너스트리
tr: Sinastri
zh_hans: 合盘

# settings.synastry.b8a5a20
source: SYNASTRY
de: SYNASTRIE
es: SINASTRÍA
fr: SYNASTRIE
it: SINASTRIA
ko: 시너스트리
tr: SİNASTRİ
zh_hans: 合盘

# settings.traditional-alcabitius
source: Traditional · Alcabitius
de: Traditionell · Alcabitius
es: Tradicional · Alcabitius
fr: Traditionnel · Alcabitius
it: Tradizionale · Alcabitius
ko: 전통식 · Alcabitius
tr: Geleneksel · Alcabitius
zh_hans: 传统七曜 · 阿卡比特

# settings.transits
source: Transits
de: Transite
es: Tránsitos
it: Transiti
ko: 트랜짓
tr: Transitler
zh_hans: 行运

# settings.tropical-placidus
source: Tropical · Placidus
de: Tropisch · Placidus
it: Tropicale · Placidus
ko: 열대황도 · Placidus
tr: Tropikal · Placidus
zh_hans: 回归黄道 · 普拉西德

# settings.whole-sign
source: Whole Sign
de: Ganzzeichen
es: Signos enteros
fr: Maisons en signes entiers
it: Segno intero
ko: 홀사인
tr: Tam Burç
zh_hans: 整宫制

# themes.add-family-member
source: Add family member
de: Familienmitglied hinzufügen
es: Añadir familiar
fr: Ajouter un membre
it: Aggiungi familiare
ko: 가족 구성원 추가
tr: Aile üyesi ekle
zh_hans: 添加家庭成员

# themes.ai-consent.message
source: To generate Written Analysis, allow AI report assistance. Your calculated chart results will be sent through Interstellar Relay. Two Credits are charged only after the report is verified and saved.
de: Erlaube die KI-Berichtshilfe, um die Textanalyse zu erstellen. Deine berechneten Horoskopergebnisse werden über Interstellar Relay gesendet. Zwei Credits werden erst nach Prüfung und Speicherung des Berichts berechnet.
es: Para generar el análisis escrito, permite la asistencia de IA para informes. Los resultados calculados se enviarán mediante Interstellar Relay. Solo se cobrarán dos Credits después de verificar y guardar el informe.
fr: Pour générer l’analyse écrite, autorisez l’assistance IA aux rapports. Les résultats calculés seront envoyés via Interstellar Relay. Deux Credits ne seront débités qu’après validation et enregistrement du rapport.
it: Per generare l’analisi scritta, consenti l’assistenza AI ai report. I risultati calcolati verranno inviati tramite Interstellar Relay. Due Credits vengono addebitati solo dopo la verifica e il salvataggio del report.
ko: 서면 분석을 생성하려면 AI 보고서 지원을 허용하세요. 계산된 차트 결과는 Interstellar Relay를 통해 전송됩니다. 보고서가 검증되고 저장된 뒤에만 Credit 2개가 차감됩니다.
tr: Yazılı Analiz oluşturmak için AI rapor desteğine izin verin. Hesaplanan harita sonuçları Interstellar Relay üzerinden gönderilir. İki Credit yalnızca rapor doğrulanıp kaydedildikten sonra düşülür.
zh_hans: 如需生成文字分析，请允许 AI 报告辅助。已计算的星盘结果会通过 Interstellar Relay 发送；仅在报告验证并保存成功后扣除 2 个 Credits。

# themes.analysis
source: ANALYSIS
de: ANALYSE
es: ANÁLISIS
fr: ANALYSE
it: ANALISI
ko: 분석
tr: ANALİZ
zh_hans: 分析模式

# themes.analyze
source: Analyze · 2 Credits
de: Analysieren · 2 Credits
es: Analizar · 2 créditos
fr: Analyser · 2 crédits
it: Analizza · 2 crediti
ko: 분석 · 2 크레딧
tr: Analiz · 2 Kredi
zh_hans: 分析 · 2 Credits

# themes.calculating
source: Calculating charts…
de: Horoskope werden berechnet …
es: Calculando cartas…
fr: Calcul des cartes…
it: Calcolo dei temi…
ko: 차트를 계산하는 중…
tr: Haritalar hesaplanıyor…
zh_hans: 正在计算星盘……

# themes.calculation-failed
source: We couldn't calculate all required charts. No credits were used.
de: Nicht alle erforderlichen Horoskope konnten berechnet werden. Es wurden keine Credits verwendet.
es: No pudimos calcular todas las cartas necesarias. No se usaron créditos.
fr: Impossible de calculer toutes les cartes requises. Aucun crédit n’a été utilisé.
it: Non è stato possibile calcolare tutti i temi richiesti. Nessun credito è stato usato.
ko: 필요한 차트를 모두 계산하지 못했습니다. 크레딧은 사용되지 않았습니다.
tr: Gerekli tüm haritalar hesaplanamadı. Kredi kullanılmadı.
zh_hans: 无法完成全部所需星盘计算，本次不会扣除 Credits。

# themes.card.career-purpose
source: Direction · purpose · work
de: Richtung · Sinn · Beruf
es: Dirección · propósito · trabajo
fr: Direction · vocation · travail
it: Direzione · scopo · lavoro
ko: 방향 · 목적 · 일
tr: Yön · amaç · kariyer
zh_hans: 方向 · 使命 · 事业

# themes.card.creativity-expression
source: Expression · projects · momentum
de: Ausdruck · Projekte · Dynamik
es: Expresión · proyectos · impulso
fr: Expression · projets · élan
it: Espressione · progetti · slancio
ko: 표현 · 프로젝트 · 추진력
tr: İfade · projeler · ivme
zh_hans: 表达 · 项目 · 推进

# themes.card.family-home
source: Roots · belonging · family
de: Wurzeln · Zugehörigkeit · Familie
es: Raíces · pertenencia · familia
fr: Racines · appartenance · famille
it: Radici · appartenenza · famiglia
ko: 뿌리 · 소속감 · 가족
tr: Kökler · aidiyet · aile
zh_hans: 根基 · 归属 · 家庭

# themes.card.learning-exploration
source: Skills · travel · perspective
de: Fähigkeiten · Reisen · Perspektive
es: Habilidades · viajes · perspectiva
fr: Compétences · voyage · perspective
it: Competenze · viaggi · prospettiva
ko: 기술 · 탐색 · 관점
tr: Beceriler · keşif · bakış açısı
zh_hans: 技能 · 探索 · 新视角

# themes.card.life-direction
source: Identity · choices · direction
de: Identität · Entscheidungen · Richtung
es: Identidad · decisiones · dirección
fr: Identité · choix · direction
it: Identità · scelte · direzione
ko: 정체성 · 선택 · 방향
tr: Kimlik · seçimler · yön
zh_hans: 身份 · 选择 · 方向

# themes.card.love-relationships
source: Connection · intimacy · bonds
de: Verbindung · Nähe · Bindung
es: Conexión · intimidad · vínculos
fr: Connexion · intimité · liens
it: Connessione · intimità · legami
ko: 연결 · 친밀감 · 관계
tr: Bağ · yakınlık · ilişkiler
zh_hans: 连接 · 亲密 · 羁绊

# themes.card.money-growth
source: Resources · security · growth
de: Ressourcen · Sicherheit · Wachstum
es: Recursos · seguridad · crecimiento
fr: Ressources · sécurité · croissance
it: Risorse · sicurezza · crescita
ko: 자원 · 안정 · 성장
tr: Kaynaklar · güven · büyüme
zh_hans: 资源 · 安全感 · 成长

# themes.card.self-wellbeing
source: Energy · balance · inner needs
de: Energie · Balance · innere Bedürfnisse
es: Energía · equilibrio · necesidades
fr: Énergie · équilibre · besoins intérieurs
it: Energia · equilibrio · bisogni interiori
ko: 에너지 · 균형 · 내면의 필요
tr: Enerji · denge · iç ihtiyaçlar
zh_hans: 能量 · 平衡 · 内在需求

# themes.career-purpose
source: Career & Purpose
de: Beruf & Sinn
es: Carrera y propósito
fr: Carrière et vocation
it: Carriera e scopo
ko: 커리어와 목적
tr: Kariyer ve Amaç
zh_hans: 事业与使命

# themes.career-purpose-subtitle
source: See your work pattern, current phase and direction.
de: Erkenne Arbeitsmuster, aktuelle Phase und Richtung.
es: Observa tu patrón laboral, etapa actual y dirección.
fr: Explorez votre fonctionnement professionnel, votre phase actuelle et votre direction.
it: Esplora il tuo modo di lavorare, la fase attuale e la direzione.
ko: 일의 패턴, 현재 단계와 방향을 살펴보세요.
tr: İş kalıbınızı, mevcut dönemi ve yönünüzü görün.
zh_hans: 看清你的工作模式、当前阶段与方向。

# themes.career-stage.changing-direction
source: Changing direction
de: Neuorientierung
es: Cambiando de rumbo
fr: Réorientation
it: Cambio di direzione
ko: 방향 전환 중
tr: Yön değiştiriyor
zh_hans: 转变方向

# themes.career-stage.job-searching
source: Job searching
de: Jobsuche
es: Buscando trabajo
fr: Recherche d’emploi
it: In cerca di lavoro
ko: 구직 중
tr: İş arıyor
zh_hans: 求职中

# themes.career-stage.other
source: Other
de: Andere
es: Otra
fr: Autre
it: Altro
ko: 기타
tr: Diğer
zh_hans: 其他

# themes.career-stage.self-employed
source: Self-employed
de: Selbstständig
es: Autónomo/a
fr: Indépendant
it: Autonomo/a
ko: 자영업/프리랜서
tr: Serbest çalışıyor
zh_hans: 自由职业 / 创业

# themes.career-stage.studying
source: Studying
de: Studium/Ausbildung
es: Estudiando
fr: Études
it: Studente
ko: 학업 중
tr: Eğitim görüyor
zh_hans: 学习中

# themes.career-stage.working
source: Working
de: Berufstätig
es: Trabajando
fr: En poste
it: Al lavoro
ko: 재직 중
tr: Çalışıyor
zh_hans: 在职

# themes.chart.composite
source: Composite
de: Komposit
es: Compuesta
it: Composito
ko: 컴포지트
tr: Kompozit
zh_hans: 组合盘

# themes.chart.current-influence
source: Current Influence
de: Aktueller Einfluss
es: Influencia actual
fr: Influence actuelle
it: Influenza attuale
ko: 현재 영향
tr: Güncel Etki
zh_hans: 当前影响

# themes.chart.dependency
source: Calculation Support
de: Berechnungsgrundlage
es: Soporte de cálculo
fr: Support de calcul
it: Supporto di calcolo
ko: 계산 지원
tr: Hesaplama Desteği
zh_hans: 计算依赖

# themes.chart.direction
source: Direction
de: Richtung
es: Dirección
it: Direzione
ko: 방향
tr: Yön
zh_hans: 方向

# themes.chart.long-term-change
source: Long-term Change
de: Langfristige Entwicklung
es: Cambio a largo plazo
fr: Évolution à long terme
it: Cambiamento a lungo termine
ko: 장기 변화
tr: Uzun Vadeli Değişim
zh_hans: 长期变化

# themes.chart.lunar-return
source: Lunar Return
de: Mondreturn
es: Revolución lunar
fr: Révolution lunaire
it: Rivoluzione lunare
ko: 월회귀
tr: Ay Dönüşü
zh_hans: 月返盘

# themes.chart.natal
source: Natal
de: Radix
fr: Thème natal
it: Tema natale
ko: 네이털
tr: Doğum Haritası
zh_hans: 本命盘

# themes.chart.no-data
source: This chart is not available.
de: Dieses Horoskop ist nicht verfügbar.
es: Esta carta no está disponible.
fr: Cette carte n’est pas disponible.
it: Questo tema non è disponibile.
ko: 이 차트를 사용할 수 없습니다.
tr: Bu harita kullanılamıyor.
zh_hans: 当前星盘不可用。

# themes.chart.secondary
source: Secondary
de: Sekundärprogression
es: Progresiones
fr: Progressions
it: Progressioni
ko: 이차 진행
tr: İlerletilmiş
zh_hans: 次限

# themes.chart.short-term-change
source: Short-term Change
de: Kurzfristige Entwicklung
es: Cambio a corto plazo
fr: Évolution à court terme
it: Cambiamento a breve termine
ko: 단기 변화
tr: Kısa Vadeli Değişim
zh_hans: 短期变化

# themes.chart.solar-arc
source: Solar Arc
de: Sonnenbogen
es: Arco solar
fr: Arc solaire
it: Arco solare
ko: 태양궁
tr: Güneş Yayı
zh_hans: 太阳弧

# themes.chart.synastry
source: Synastry
de: Synastrie
es: Sinastría
fr: Synastrie
it: Sinastria
ko: 시너스트리
tr: Sinastri
zh_hans: 比较盘

# themes.chart.tertiary
source: Tertiary
de: Tertiärprogression
es: Terciarias
fr: Progressions tertiaires
it: Terziarie
ko: 삼차 진행
tr: Tersiyer
zh_hans: 三限

# themes.chart.transit
source: Transits
de: Transite
es: Tránsitos
it: Transiti
ko: 트랜짓
tr: Transitler
zh_hans: 行运

# themes.chart.view-details
source: View chart details
de: Horoskopdetails anzeigen
es: Ver detalles de la carta
fr: Voir le détail de la carte
it: Vedi dettagli del tema
ko: 차트 상세 보기
tr: Harita ayrıntılarını gör
zh_hans: 查看星盘详情

# themes.context-note
source: Your note guides the interpretation but does not change chart data.
de: Deine Notiz lenkt die Deutung, ändert aber keine Horoskopdaten.
es: Tu nota guía la interpretación, pero no cambia los datos de la carta.
fr: Votre note guide l’interprétation sans modifier les données astrologiques.
it: La nota guida l’interpretazione, ma non cambia i dati del tema.
ko: 메모는 해석의 맥락만 제공하며 차트 계산은 바꾸지 않습니다.
tr: Notunuz yorumu yönlendirir, harita verilerini değiştirmez.
zh_hans: 补充信息只用于帮助解读，不会改变星盘计算。

# themes.creativity-expression
source: Creativity & Expression
de: Kreativität & Ausdruck
es: Creatividad y expresión
fr: Créativité et expression
it: Creatività ed espressione
ko: 창의성과 표현
tr: Yaratıcılık ve İfade
zh_hans: 创造与表达

# themes.creativity-expression-subtitle
source: Explore your creative voice, projects and momentum.
de: Erkunde kreativen Ausdruck, Projekte und Dynamik.
es: Explora tu voz creativa, proyectos e impulso.
fr: Explorez votre voix créative, vos projets et votre élan.
it: Esplora la tua voce creativa, i progetti e lo slancio.
ko: 창의적 목소리, 프로젝트와 추진력을 살펴보세요.
tr: Yaratıcı sesinizi, projelerinizi ve ivmenizi keşfedin.
zh_hans: 探索你的创作方式、个人项目与推进节奏。

# themes.current-location
source: CURRENT LOCATION
de: AKTUELLER ORT
es: UBICACIÓN ACTUAL
fr: LIEU ACTUEL
it: POSIZIONE ATTUALE
ko: 현재 위치
tr: MEVCUT KONUM
zh_hans: 当前位置

# themes.current-stage
source: CURRENT STAGE
de: AKTUELLE PHASE
es: ETAPA ACTUAL
fr: SITUATION ACTUELLE
it: FASE ATTUALE
ko: 현재 단계
tr: MEVCUT AŞAMA
zh_hans: 当前阶段

# themes.disclaimer
source: Astrology is interpretive and is not a substitute for medical, legal, financial, or other professional advice.
de: Astrologie ist interpretativ und ersetzt keine medizinische, rechtliche, finanzielle oder andere professionelle Beratung.
es: La astrología es interpretativa y no sustituye el asesoramiento médico, legal, financiero ni profesional.
fr: L’astrologie est interprétative et ne remplace pas un avis médical, juridique, financier ou professionnel.
it: L’astrologia è interpretativa e non sostituisce consulenze mediche, legali, finanziarie o professionali.
ko: 점성술 해석은 참고용이며 의료·법률·재정 또는 기타 전문적인 조언을 대신하지 않습니다.
tr: Astroloji yoruma dayalıdır; tıbbi, hukuki, finansal veya diğer profesyonel tavsiyelerin yerini tutmaz.
zh_hans: 占星解读仅供参考，不能替代医疗、法律、财务或其他专业建议。

# themes.family-home
source: Family & Home
de: Familie & Zuhause
es: Familia y hogar
fr: Famille et foyer
it: Famiglia e casa
ko: 가족과 집
tr: Aile ve Yuva
zh_hans: 家庭与归属

# themes.family-home-subtitle
source: Understand home, roots and the relationships closest to you.
de: Verstehe Zuhause, Wurzeln und deine engsten Beziehungen.
es: Comprende el hogar, las raíces y tus relaciones más cercanas.
fr: Comprenez le foyer, les racines et vos relations les plus proches.
it: Comprendi casa, radici e le relazioni più vicine.
ko: 집, 뿌리와 가까운 가족 관계를 이해해 보세요.
tr: Yuva, kökler ve en yakın ilişkilerinizi anlayın.
zh_hans: 理解家庭、根基，以及与你最亲近的人之间的关系。

# themes.family-member-limit
source: Up to 3 family members
de: Bis zu 3 Familienmitglieder
es: Hasta 3 familiares
fr: Jusqu’à 3 membres
it: Fino a 3 familiari
ko: 최대 3명
tr: En fazla 3 aile üyesi
zh_hans: 最多 3 位家庭成员

# themes.family-members
source: FAMILY MEMBERS (OPTIONAL)
de: FAMILIENMITGLIEDER (OPTIONAL)
es: FAMILIARES (OPCIONAL)
fr: MEMBRES DE LA FAMILLE (FACULTATIF)
it: FAMILIARI (FACOLTATIVO)
ko: 가족 구성원 (선택)
tr: AİLE ÜYELERİ (İSTEĞE BAĞLI)
zh_hans: 家庭成员（可选）

# themes.family-role.child
source: Child
de: Kind
es: Hijo/a
fr: Enfant
it: Figlio/a
ko: 자녀
tr: Çocuk
zh_hans: 子女

# themes.family-role.father
source: Father
de: Vater
es: Padre
fr: Père
it: Padre
ko: 아버지
tr: Baba
zh_hans: 父亲

# themes.family-role.mother
source: Mother
de: Mutter
es: Madre
fr: Mère
it: Madre
ko: 어머니
tr: Anne
zh_hans: 母亲

# themes.family-role.other
source: Other
de: Andere
es: Otro
fr: Autre
it: Altro
ko: 기타
tr: Diğer
zh_hans: 其他

# themes.family-role.parent
source: Parent
de: Elternteil
es: Progenitor
it: Genitore
ko: 부모/보호자
tr: Ebeveyn
zh_hans: 父母 / 监护人

# themes.family-role.partner-spouse
source: Partner / Spouse
de: Partner / Ehepartner
es: Pareja / cónyuge
fr: Partenaire / conjoint
it: Partner / coniuge
ko: 파트너 / 배우자
tr: Partner / Eş
zh_hans: 伴侣 / 配偶

# themes.family-role.relative
source: Relative
de: Verwandte/r
es: Familiar
fr: Proche parent
it: Parente
ko: 친척
tr: Akraba
zh_hans: 亲属

# themes.family-role.sibling
source: Sibling
de: Geschwister
es: Hermano/a
fr: Frère / sœur
it: Fratello / sorella
ko: 형제자매
tr: Kardeş
zh_hans: 兄弟姐妹

# themes.focus
source: FOCUS
de: FOKUS
es: ENFOQUE
fr: AXE
ko: 초점
tr: ODAK
zh_hans: 关注重点

# themes.focus.career-purpose.career-direction
source: Career direction
de: Berufliche Richtung
es: Dirección profesional
fr: Direction professionnelle
it: Direzione professionale
ko: 커리어 방향
tr: Kariyer yönü
zh_hans: 职业方向

# themes.focus.career-purpose.change
source: Change
de: Veränderung
es: Cambio
fr: Changement
it: Cambiamento
ko: 변화
tr: Değişim
zh_hans: 变化

# themes.focus.career-purpose.leadership
source: Leadership
de: Führung
es: Liderazgo
ko: 리더십
tr: Liderlik
zh_hans: 领导力

# themes.focus.career-purpose.opportunity
source: Opportunity
de: Chance
es: Oportunidad
fr: Opportunité
it: Opportunità
ko: 기회
tr: Fırsat
zh_hans: 机会
